<?xml version="1.0" encoding="utf-8"?>
<packages>
  <package id="chocolatey" />
  <package id="chocolatey-compatibility.extension" />
  <package id="chocolatey-core.extension" />
  <package id="chocolatey-dotnetfx.extension" />
  <package id="chocolatey-font-helpers.extension" />
  <package id="chocolatey-visualstudio.extension" />
  <package id="chocolatey-windowsupdate.extension" />
  <package id="dbeaver" />
  <package id="docker-desktop" />
  <package id="DotNet4.5.2" />
  <package id="DotNet4.6" />
  <package id="DotNet4.6.1" />
  <package id="DotNet4.6-TargetPack" />
  <package id="dotnet-6.0-aspnetruntime" />
  <package id="dotnet-6.0-desktopruntime" />
  <package id="dotnet-6.0-runtime" />
  <package id="dotnet-6.0-sdk" />
  <package id="dotnet-6.0-sdk-4xx" />
  <package id="dotnet-8.0-desktopruntime" />
  <package id="dotnet-8.0-sdk" />
  <package id="dotnet-8.0-sdk-3xx" />
  <package id="dotnet-8.0-sdk-4xx" />
  <package id="dotnet-9.0-desktopruntime" />
  <package id="dotnet-desktopruntime" />
  <package id="dotnetfx" />
  <package id="jdk8" />
  <package id="KB2919355" />
  <package id="KB2919442" />
  <package id="KB2999226" />
  <package id="KB3033929" />
  <package id="KB3035131" />
  <package id="KB3063858" />
  <package id="KB3118401" />
  <package id="keepass.install" />
  <package id="lua" />
  <package id="mitmproxy" />
  <package id="nerd-fonts-CascadiaCode" />
  <package id="nerd-fonts-iA-Writer" />
  <package id="nerd-fonts-Meslo" />
  <package id="nerd-fonts-Terminus" />
  <package id="nerd-fonts-UbuntuMono" />
  <package id="netfx-4.7.2" />
  <package id="netfx-4.7.2-devpack" />
  <package id="pdftk-java" />
  <package id="PDFXchangeEditor" />
  <package id="perfview" />
  <package id="PowerBI" />
  <package id="powertoys" />
  <package id="shutup10" />
  <package id="slack" />
  <package id="vcredist140" />
  <package id="vcredist2005" />
  <package id="vcredist2015" />
  <package id="visualstudio2022community" />
  <package id="visualstudio2022-workload-data" />
  <package id="visualstudio2022-workload-manageddesktop" />
  <package id="visualstudio-installer" />
  <package id="wireshark" />
</packages>